<?php

$fake_data = array(
  "brands" => array(
    array('id' => '2','name' => 'Classic','description' => 'Classic'),
    array('id' => '3','name' => 'Flamingo','description' => 'NULL'),
    array('id' => '4','name' => 'Collar','description' => 'Виробник інноваційних зоотоварів'),
    array('id' => '5','name' => 'Davis Veterinary','description' => 'NULL'),
    array('id' => '6','name' => 'Prestige','description' => 'NULL')
  ),
  "categories" => array(
    array('id' => '2','name' => 'Корм для собак','description' => 'Весь корм: сухий, вологий, будь-який.'),
    array('id' => '3','name' => 'Іграшки для собак','description' => 'NULL'),
    array('id' => '4','name' => 'Вітаміни та добавки для котів','description' => ''),
    array('id' => '5','name' => 'Засоби віб бліх, кліщів, гельмінтів для котів','description' => 'Засоби для лікування і для профілактики.'),
    array('id' => '6','name' => 'Ласощі для птахів','description' => 'NULL')
  ),
  "product_statuses" => array(
    array('id' => '2','name' => 'Тільки оптом','description' => 'Тільки для оптових продаж'),
    array('id' => '3','name' => 'Недоступний для продажу','description' => 'Для внутрішнього використання або знаходиться на тестуванні')
  ),
  "products" => array(
      array('id' => '1','name' => 'Versele-Laga Prestige Sticks Big Parakeets Exotic Fruit ВЕРСЕЛЕ-ЛАГА ЕКЗОТИЧНІ ФРУКТИ ласощі для середніх папуг','description' => 'Sticks Big Parakeets Exotic Fruit – екзотичний банкет на паличці-стіку для вашого пернатого друга від Versele-Laga. Два ідеально запечені стики на дерев\'яній паличці (верба) із сумішшю насіння, злаків та екзотичних фруктів: ананаса, банана, апельсина, манго. Такий кулінарний шедевр сподобаються навіть найвибагливішим папугам. Він не тільки урізноманітнить раціон і буде корисним для вашої птиці, ласощі ще підтримують здоров\'я дзьоба і забезпечують тривалу активність папуги, не дозволяючи йому нудьгувати.

Стики Prestige Big Parakeets Exotic Fruit використовуються як доповнення до основного раціону.

Інгредієнти ласощів ретельно відібрані за харчовою цінністю та смаковою привабливістю для середніх папуг. Усі компоненти якісно закріплені на паличці, не обсипаються. Коли папуга склює практично всю зернову суміш, значно оголивши дерев\'яну серцевину, не поспішайте забирати стик: клювання та жування натуральної вербової деревини зміцнює імунітет і корисно для птиці.

Стіки додатково укладені в упаковку Freshpack для збереження смаку, аромату та хрусткої текстури. Крім того, на кожній паличці передбачений пластиковий затискач \'Magifix\', який допоможе зручно прикріпити ласощі до лозин клітин у будь-якому обраному вами місці.

В упаковці – 2 шт. ласощі вагою 70 г кожне.','value' => '40','price' => '251.00','code1c' => '223123','image' => 'pic1.png','brandid' => '6','categoryid' => '6','statusid' => '1'),
  array('id' => '2','name' => 'Versele-Laga Prestige Sticks Big Parakeets Nuts & Honey ВЕРСЕЛЕ-ЛАГА ГОРІХИ З МЕДОМ ласощі для середніх папуг','description' => 'Prestige Sticks Big Parakeets Nuts & Honey – горіховий банкет з солодкими медовими нотками для вашого пернатого друга від Versele-Laga. Два ідеально запечені стики на дерев\'яній паличці (верба) із сумішшю насіння, злаків, горіхів (арахіс, мигдаль) та меду. Такий солодкий десерт сподобаються навіть найвибагливішим папугам. Він не тільки урізноманітнить раціон і буде корисним для вашої птиці, ласощі ще підтримують здоров\'я дзьоба і стануть новим цікавим об\'єктом у клітці, що потребує дослідження, а отже забезпечить тривалу активність папуги, не дозволяючи йому нудьгувати.

Стіки Prestige Big Parakeets Nuts & Honey використовуються як доповнення до основного раціону. Усі компоненти якісно закріплені на паличці, не обсипаються.

Інгредієнти ретельно відібрані за харчовою цінністю та смаковою привабливістю для середніх папуг. Горіхи – це ласощі, які люблять усі без винятку папуги, тому максимальне задоволення для вашого пернатого друга гарантовано. Мед – важливе джерело цукрів і ферментів, що покращують роботу шлунково-кишкового тракту, має згубну властивість для багатьох хвороботворних бактерій.

Коли папуга склює практично всю горіхово-зернову суміш, значно оголивши дерев\'яну серцевину, не поспішайте прибирати стик: клювання та жування натуральної вербової деревини зміцнює імунітет та корисно для птиці.

Стіки додатково укладені в упаковку Freshpack для збереження смаку, аромату та хрусткої текстури. Крім того, на кожній паличці передбачений пластиковий затискач \'Magifix\', який дозволить зручно прикріпити ласощі до лозин клітини.

В упаковці – 2 шт. ласощі вагою 70 г кожне.','value' => '110','price' => '251.00','code1c' => '223130','image' => 'pic2.png','brandid' => '6','categoryid' => '6','statusid' => '1'),
  array('id' => '3','name' => 'Flamingo Tick Remover Bobby ФЛАМІНГО ПІНЦЕТ для видалення кліщів','description' => 'Пінцет Flamingo Tick Remover Bobby допоможе швидко і легко витягти кліща зі шкіри собак, котів та інших тварин. Цей інструмент спеціально розроблений для безпечного видалення кліщів. Він має унікальну форму, що дозволяє повністю видаляти кліщі шляхом обертання, а не витягування. Скручуючий рух гарантує, що ви витягнете паразита повністю, без небезпеки натиснути на нього і залишити частину кліща в рані.

Голова кліща покрита шипами, спрямованими назад, саме вони дозволяють паразиту «закріпитися» у шкірі. Якщо спробувати потягнути кліща вгору, шипи піднімуться та міцно зафіксують голову у шкірі. При неправильній спробі вилучення кліщ може зламатися, залишивши у шкірі частини свого тіла. Ці частини можуть спричинити хворобливе запалення або інфекцію.

При скручуванні шипи загинаються і утворюють своєрідну «різьбу», тому кліщ легко видаляється. Обертальний рух забезпечує видалення всього кліща, допомагаючи мінімізувати ймовірність передачі небезпечних інфекцій, таких як хвороба Лайма та піроплазмоз.

Чому варто купити пінцет для видалення кліщів Flamingo Tick Remover:

простий та безпечний спосіб видалення кліщів;
дозволяє витягувати кліща обертаючи, що є єдино правильним способом;
не стискає тіло кліща, запобігаючи влученню слини паразита в кров;
видаляє паразита повністю, голова кліща не відривається від тіла і не залишається в місці укусу;
компактні розміри: легко розміщується в кишені.
ВАЖЛИВО! У жодному разі не змащуйте кліща спиртом, ефіром, олією чи іншими засобами!','value' => '270','price' => '56.00','code1c' => '5310101','image' => 'pic3.png','brandid' => '3','categoryid' => '5','statusid' => '1'),
  array('id' => '4','name' => 'Davis TheraCoat ДЕВІС ТЕРАКОУТ дієтична добавка для шерсті собак та котів, 454г','description' => 'Навіщо постійно лікувати хронічні шкірні захворювання, коли можна усунути їх повністю? Davis TheraCoat - це революційна дієтична добавка з приємним смаком, яка покращує зовнішній вигляд шкіри і шерсті, а також загальне самопочуття собак і котів. Ефект помітний після 30 днів безперервного застосування.

Очікувані результати:

загоєння і регенерація шкіри;
зниження сухості, усунення лущення, поліпшення еластичності і пружності шкіри;
відновлення росту волосся;
зменшення випадання шерсті;
посилення блиску шерсті;
поліпшення рухливості і самопочуття літніх тварин;
зміцнення імунної системи.
Навіть якщо ваш вихованець не має будь-яких дерматологічних проблем, ви побачите помітне поліпшення якості шерсті і шкіри у тварини, так як шерсть стане більш густою, блискучою і зволоженою.

Причини виникнення шкірних захворювань у тварин можуть бути різні. Дієтична добавка TheraCoat покращує здоров\'я собак і котів на клітинному рівні, забезпечуючи організм необхідними фосфоліпідами, витягнутими і очищеними з соєвих бобів. Фосфоліпіди є ключовими будівельними блоками клітинних мембран і включають незамінні Омега-3 і Омега-6 жирні кислоти, вітаміни групи В, холін, лінолеву кислоту і інозит. Ці та інші компоненти, що входять до складу TheraCoat, оздоровлюють клітини і тканини, сприяючи внутрішньому процесу загоєння, необхідного для зменшення і, в більшості випадків, повного усунення проблем шкіри і шерсті.

Чому варто купити добавку для шерсті Davis TheraCoat:

містить сполуки-прекурсори на відміну від більшості продуктів, які включають очищені жирні кислоти;
всі інгредієнти добавки є природними для організму тварин, тому не викликають алергічних реакцій;
комплексний підхід до поліпшення здоров\'я шкіри і шерсті шляхом оздоровлення всього організму на клітинному рівні;
позитивно впливає на зростання шерсті, загоєння і регенерацію шкіри;
відновлює природну вологість шерсті і пружність шкіри;
зменшує випадіння і підсилює блиск шерсті;
підходить для проблемної шкіри і як профілактичний засіб для здорових тварин;
ефект настає після 30 днів безперервного використання добавки;
зручна для використання гранульована форма, аромат якої прекрасно поєднується з будь-яким кормом.','value' => '250','price' => '1130.00','code1c' => '0087717907082','image' => 'pic4.png','brandid' => '5','categoryid' => '4','statusid' => '5'),
  array('id' => '5','name' => 'Flamingo Good4Fun Star Іграшка для собак, зірка, латекс','description' => 'ФЛАМІНГО Зірка - забавна іграшка з латексу яскравих кольорів, не дасть нудьгувати собаці, як удома, так і на прогулянці. Надзвичайно міцна, атмосферостійка, не токсична. Латекс - це м\'який матеріал, який не травмує ясна цуценя. Відмінно підходить для ігор на водоймищах, не тоне.','value' => '20','price' => '297.00','code1c' => '48163','image' => 'pic5.png','brandid' => '3','categoryid' => '3','statusid' => '1'),
  array('id' => '6','name' => 'Versele-Laga Classic Dog Duo Krok ВЕРСЕЛЕ-ЛАГА КЛАСІК ДУО КРОК сухий преміум корм для собак','description' => 'Корм для собак Classic Дуо Крок – смачний повноцінний раціон, приготований за класичним рецептом з метою поєднати в одній мисці смачну їжу та поживні речовини для здорового та щасливого життя вашого вихованця. Буде ідеальним меню для собак з помірною фізичною активністю, літніх та схильних до повноти вихованців.

Відмінно збалансований склад по білках доповнений овочами для гарного травлення та цільнозерновими інгредієнтами для тривалого насичення. Комплекс вітамінів і мінералів, якими збагачений склад корму, подбає про густоту і блиск шерсті собаки, міцну імунну систему, нормальну роботу всіх внутрішніх органів і підтримку оптимальної маси тіла.

Корм Classic Duo Krok призначений для дорослих (старше 12 місяців) собак усіх порід.

Чому варто купити корм для собак Versele-Laga Classic ДУО КРОК:

смачний повноцінний збалансований раціон;
рекомендується для собак з помірною фізичною активністю, літніх та схильних до повноти вихованців;
містить антиоксиданти, комплекс вітамінів та мінералів;
добре перетравлюється і засвоюється: цільнозернові продукти, спеціальна суміш клітковини підтримують здорове травлення, сприяють зміцненню імунної системи та підвищенню активності собаки;
підтримка здорової ваги без втрати м\'язової маси, зниження навантаження на суглоби завдяки зниженій щільності калорій (жир – 8%);
овочі покращують обмін речовин та роботу шлунково-кишкового тракту, є джерелами клітковини, рослинного білка, мікроелементів;
олії та жири, насіння – джерела Омега-3 та Омега-6 жирних кислот для здоров\'я шкіри, блискучої шерсті, здоров\'я судин та суглобів;
оптимальне співвідношення кальцію та фосфору для структурної цілісності кісток, рухливості суглобів, міцних зубів, нормальної роботи серцево-судинної системи;
не містить штучних ароматизаторів;
універсальний для собак усіх порід;
хороше співвідношення ціни та якості.','value' => '160','price' => '2076.00','code1c' => '380130','image' => 'pic6.png','brandid' => '2','categoryid' => '2','statusid' => '1'),
  array('id' => '7','name' => 'Flamingo Feeding Bottle For Pups ФЛАМІНГО набір для вигодовування цуценят, кошенят та дрібних тварин, 60 мл','description' => 'Flamingo Feeding Bottle For Pups ФЛАМІНГО - набір включає пляшку для годування, щітку для чищення пляшки та 3 соски.
Пляшка для вигодовування чудово підходить, як для годування відлучених від матері дитинчат тварин, так і для ослаблених молодих тварин. Мийте пляшку та соску теплою водою з м\'яким милом. Не використовуйте жорстких миючих засобів. Дайте висохнути на повітрі, не сушіть джерелом тепла.','value' => '130','price' => '327.00','code1c' => '500836','image' => 'pic7.png','brandid' => '3','categoryid' => '2','statusid' => '1')
  )
);

?>